{"linkmovie": [{"title": "Gladiator", "year": "2000", "time": "155", "genre": "action/drama", "description": "General Maximus' success in battle earns the favour of the Roman Empire's elderly Emperor at the expense of the Emperor's son. In a fit of jealous rage the son slays his father before turning his anger towards Maximus. Now reduced to a slave, and his family dead, Maximus must fight as a gladiator to gain his freedom and his revenge.", "actors": "Russel Crowe", "votes": 10}, {"title": "War for the Planet of the Apes", "year": "2017", "time": "140", "genre": "Science-fiction/drama/war", "description": "Caesar and his apes are forced into a deadly conflict with an army of humans led by a ruthless Colonel. After the apes suffer unimaginable losses, Caesar wrestles with his darker instincts and begins his own mythic quest to avenge his kind. As the journey finally brings them face to face, Caesar and the Colonel are pitted against each other in an epic battle that will determine the fate of both their species and the future of the planet.", "actors": "Woody Harrelson", "votes": 8}, {"title": "King Arthur: Legend of the sword", "year": "2017", "time": "126", "genre": "Fantasy/drama/action", "description": "When the child Arthur's father is murdered, Vortigern, Arthur's uncle, seizes the crown. Robbed of his birthright and with no idea who he truly is, Arthur comes up the hard way in the back alleys of the city. But once he pulls the sword Excalibur from the stone, his life is turned upside down and he is forced to acknowledge his true legacy... whether he likes it or not.", "actors": "Astrid Bergï¿½s-Frisbey, Charlie Hunnam, Jude Law, David Beckham, Djimon Hounsou", "votes": 5}, {"title": "The Wolverine", "year": "2013", "time": "126", "genre": "Action/fantasy/science-fiction", "description": "Wolverine faces his utltimate nemesis in a life_changing voyage to modern Japan. He is tested for his physical, emotional and mortal limits.", "actors": "Hugh Jackman, Patrick Stewart, Tao Okamoto", "votes": 6}, {"title": "Overdrive", "year": "2017", "time": "93", "genre": "thriller/action", "description": "Master car thieves square off against French gangsters in the South of France with money, women and lives on the line.", "actors": "Scott Eastwood, Ana de Armas, Kaaris", "votes": 2}, {"title": "Thor: The Dark World", "year": "2013", "time": "112", "genre": "action/adventure/fantasy", "description": "Thor fights to restore order across the cosmos... but an ancient race led by the vengeful Malekith returns to plunge the universe back into darkness. Faced with an enemy that even Odin and Asgard cannot withstand, Thor must embark on his most perilous and personal journey yet, one that will reunite him with Jane Foster and force him to sacrifice everything to save us all.", "actors": "Chris Hemsworth, Tom Hiddleston, Natalie Portman, Anthony Hopkins", "votes": 1}, {"title": "American Assassin", "year": "2017", "time": "111", "genre": "thriller/action", "description": "Following the murder of his fiancée, Mitch Rapp trains under the instruction of Cold War veteran Stan Hurley. The pair then is enlisted to investigate a wave of apparently random attacks on military and civilian targets.", "actors": "Dylan O'Brien, Micheal Keaten", "votes": 1}, {"title": "Valerian and the city of a thousand planets", "year": "2017", "time": "137", "genre": "Science-fiction/adventure/action", "description": "In the 28th century, Valerian and Laureline are special operatives charged with keeping order throughout the human territories. On assignment from the Minister of Defense, the two undertake a mission to Alpha, an ever-expanding metropolis where species from across the universe have converged over centuries to share knowledge, intelligence, and cultures. At the center of Alpha is a mysterious dark force which threatens the peaceful existence of the City of a Thousand Planets, and Valerian and Laureline must race to identify the menace and safeguard not just Alpha, but the future of the universe.", "actors": "Rihanna, Cara Delevingne", "votes": 1}, {"title": "Avengers: Age of Ultron", "year": "2015", "time": "141", "genre": "action/adventure/science-fiction/superhero", "description": "When Tony Stark tries to jumpstart a dormant peacekeeping program, things go awry and Earth’s Mightiest Heroes are put to the ultimate test as the fate of the planet hangs in the balance. As the villainous Ultron emerges, it is up to The Avengers to stop him from enacting his terrible plans, and soon uneasy alliances and unexpected action pave the way for an epic and unique global adventure.", "actors": "Rob, Scarlett Johansson, Chris Evans", "votes": 1}, {"title": "Inception", "year": "2010", "time": "148", "genre": "action/adventure/science-fiction/mystery", "description": "Cobb, a skilled thief who commits corporate espionage by infiltrating the subconscious of his targets is offered a chance to regain his old life as payment for a task considered to be impossible: \"inception\", the implantation of another person's idea into a target's subconscious.", "actors": "Leonardo DiCaprio, Tom Hardy, Marion Cotillard", "votes": 1}, {"title": "Interstellar", "year": "2014", "time": "169", "genre": "Science-fiction/drama/adventure", "description": "Interstellar chronicles the adventures of a group of explorers who make use of a newly discovered wormhole to surpass the limitations on human space travel and conquer the vast distances involved in an interstellar voyage.", "actors": "Matthew McConaughey, Matt Damon", "votes": 1}, {"title": "The Matrix", "year": "1999", "time": "136", "genre": "action/science-fiction", "description": "Set in the 22nd century, The Matrix tells the story of a computer hacker who joins a group of underground insurgents fighting the vast and powerful computers who now rule the earth.", "actors": "Carrie-Anne Moss", "votes": 1}, {"title": "Rogue one: A star Wars Story", "year": "2016", "time": "133", "genre": "Science-fiction/adventure/action", "description": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.", "actors": "Diego Luna, Donnie Yen", "votes": 1}, {"title": "Suicide Squad", "year": "2016", "time": "124", "genre": "action/fantasy/crime/science-fiction/superhero", "description": "From DC Comics comes the Suicide Squad, an antihero team of incarcerated supervillains who act as deniable assets for the United States government, undertaking high-risk black ops missions in exchange for commuted prison sentences.", "actors": "Margot Robbie, Will Smith, Cara Delevingne", "votes": 1}, {"title": "Fantastic Beasts and Where to find them", "year": "2016", "time": "133", "genre": "fantasy/family/adventure", "description": "In 1926, Newt Scamander arrives at the Magical Congress of the United States of America with a magically expanded briefcase, which houses a number of dangerous creatures and their habitats. When the creatures escape from the briefcase, it sends the American wizarding authorities after Newt, and threatens to strain even further the state of magical and non-magical relations.", "actors": "Eddie Redmayne, Johhny Depp", "votes": 1}]}